Repository: bingzhang/scci-poc-flutter
Catalog: lib/lang/l10n/intl_*.arb
Languages: es, zh

# studentHomeGoodMorningText
source: Good Morning, Alex!
es: Buenos días, Alex!
zh: 早上好，亚历克斯!

# studentHomeEventTime
source: Next Event 9:30am
es: Próximo evento 9:30 am
zh: 下一个活动上午9:30

# studentHomeEventDescription
source: TE 401: Intro to Design Thinking
es: TE 401:Introducción al pensamiento de diseño
zh: TE 401：设计思维简介

# studentHomeEventLocation
source: Noble Hall, Room 211
es: Salón Noble, Sala 211
zh: 贵族厅，211室

# studentHomeButtonLifeCampus
source: Life on Campus
es: La vida en el campus
zh: 校园生活

# studentHomeButtonNextEvent
source: News + Events
es: Noticias + Eventos
zh: 新闻+活动

# studentHomeButtonAthletics
source: Athletics + Campus Venues
es: Atletismo + Campus Sedes
zh: 田径+校园场地

# studentHomeButtonMaps
source: Indoor Maps
es: Mapas interiores
zh: 室内地图

# nextEventTimeHint
source: 1 hr 20 min until the event
es: 1 h 20 min hasta el evento.
zh: 活动开始前1小时20分钟

# nextEventTimeUntilLabel
source: Time Until
es: Tiempo hasta
zh: 时间到了

# nextEventTimeLabel
source: 1 hr 20 min
zh: 1小时20分钟

# nextEventAlarmHint
source: 15 minutes to alarm
es: 15 minutos para alarma
zh: 15分钟报警

# nextEventBycycleHint
source: 7 minutes to bycycle
es: 7 minutos en bicicleta
zh: 7分钟自行车

source: min
zh: 分钟
